import React from 'react';
import './contactsPage.scss';

const ContactsPage = () => {
  return (
    <div className='contacts-page'>
      <h1 className='caption'>Контакты</h1>
      <p className='contacts-page__text'>
        Связаться в один клик:
        <a className='contacts-page__btn-telegram' href='https://t.me/asyakz'>
          <svg
            width='61'
            height='64'
            viewBox='0 0 61 64'
            fill='none'
            xmlns='http://www.w3.org/2000/svg'
          >
            <path
              d='M13.8063 31.3218L31.5933 23.3699C40.0636 19.7133 41.8235 19.0782 42.9707 19.0572C43.2231 19.0526 43.7872 19.1175 44.1526 19.4252C44.4612 19.6851 44.546 20.0362 44.5867 20.2825C44.6274 20.5288 44.6779 21.0901 44.6377 21.5287C44.1787 26.5341 42.1926 38.6814 41.1822 44.2877C40.7546 46.66 39.9134 47.4553 39.0978 47.5332C37.3266 47.7023 35.9816 46.3182 34.2661 45.1511L27.4595 40.4057C24.4482 38.3462 26.4003 37.2141 28.1165 35.3642C28.5655 34.8798 36.3695 27.5126 36.5204 26.8443C36.5387 26.7607 36.5569 26.4492 36.3785 26.2846C36.2002 26.12 35.9369 26.177 35.747 26.2211C35.4778 26.2846 31.1895 29.2264 22.882 35.0468C21.6647 35.9144 20.5622 36.3371 19.5744 36.3149C18.4854 36.2905 16.3905 35.6759 14.8333 35.1504C12.9232 34.506 11.4051 34.1653 11.5373 33.0709C11.6061 32.5009 12.3625 31.918 13.8063 31.322L13.8063 31.3218Z'
              fill='white'
            />
          </svg>
        </a>
      </p>
      <p>
        Забрать заказ по адресу: г. Екатеринбург, ул. Первомайская, 111, офис
        517.
      </p>
      <div id='map'></div>
    </div>
  );
};

export default ContactsPage;
