import React from 'react';
import './recommPage.scss';

const RecommPage = () => {
  return (
    <>
      <h1 className='caption'>Рекомендации по уходу</h1>
      <div className='recom-page-container'>
        <h2>Украшения из бисера</h2>
        <p>
          Как хранить. В шкатулке, мешочке, коробочке. Важно, чтоб украшение не
          было свернуто, скручено, загнуто, прижато, деформировано. Ведь основа,
          на которой сплетено украшение, способна деформироваться и даже
          «запоминать» свернуто-загнутое положение. Хранить следует в темном
          месте, иначе бисер может поменять свой цвет. Как носить. Украшения
          надевают только после того, как Вы надели платье (блузку, шарфик и
          т.д.), и только после того как Вы воспользовались косметикой,
          парфюмерией и уложили волосы. Украшения – это последний, завершающий
          штрих. Попадание на них кремов, парфюмов, декоративной косметики и
          средств для укладки волос недопустимо. Надевать и снимать украшение
          следует, аккуратно расстегивая замочек (если имеется), не дергать и не
          стаскивать через голову. Раздеваясь, нужно снимать украшение в первую
          очередь, во избежание зацепов замочками, цепочками, серьгами ткани
          вашей одежды. Как чистить. Пыль рекомендуется удалять струей холодного
          воздуха из фена. Украшения из бисера не моют в воде и не применяют
          никаких моющих средств. В них не купаются и не ходят в бассейн. И что
          делать нельзя. Украшения нельзя бросать, ударять им о твердые
          предметы. На них нельзя наносить лак или полирующие средства. Не
          растягивать, не перекручивать и не перегибать. Не забывайте, что
          украшения – не игрушка для детей и домашних питомцев. Они только для
          Вас.
        </p>
        <h2>Украшения из эпоксидной смолы</h2>
        <p>
          1. Украшения из эпоксидной смолы следует хранить в сухом темном месте,
          отдельно от других украшений, особенно металлических, чтоб не
          повредить глянцевую поверхность. 2. Надевайте украшения только после
          нанесения декоративной косметики, парфюмерии, дезодорантов. Нельзя
          допускать попадания моющих средств и прочей бытовой химии, ацетона,
          мыла. 3. Для поддержания чистоты эпоксидных изделий, достаточно
          протирать их сначала влажной фланелевой тряпочкой, а потом протереть
          насухо, т.к. от оставшихся капель воды могут остаться пятна.. 4. Не
          использовать жидкости, содержащие спирт или ацетон. Воздействие
          ацетона может привести к размягчению поверхности и ее помутнению. 5.
          Не оставлять изделия под прямыми солнечными лучами, цветы внутри
          изделий могут поменять цвет, а сама смола пожелтеть от длительного
          воздействия ультрафиолета. 6. Снимайте украшения, когда идете на пляж
          и перед водными процедурами: душ, баня, бассейн, река, море. 7.
          Снимать украшения перед мытьем рук. 8. Не оставлять вблизи
          нагревательных приоров. 9. При соблюдении этих простых правил, Вы
          сможете долгие годы наслаждаться первозданным обликом изделий из
          эпоксидной смолы.
        </p>
      </div>
    </>
  );
};

export default RecommPage;
